[
	{
		"id": 1,
		"title": "Recruitment Agencies & HR Firms",
		"desc": "We deliver ATS-optimized, branded resume formatting that accelerates candidate submissions, reduces recruiter workload, and increases successful placements with consistent, professional CV presentation.",
		"img": "/images/blog/blog-1.webp"
	},
	{
		"id": 2,
		"title": "Staffing & Outsourcing Companies",
		"desc": "We streamline high-volume resume formatting, enabling faster talent onboarding, reduced manual editing, and scalable support for bulk hiring, contract staffing, and temporary workforce deployment.",
		"img": "/images/blog/blog-2.webp"
	},
	{
		"id": 3,
		"title": "Corporate HR Departments",
		"desc": "We polish internal candidate resumes into clean, branded formats, improving HR screening efficiency, interview readiness, and faster organizational hiring decisions across departments.",
		"img": "/images/blog/blog-3.webp"
	},
	{
		"id": 4,
		"title": "Job Portals & Career Services",
		"desc": "We convert unstructured resumes into standardized, keyword-optimized CVs, improving applicant matching, boosting job-seekers’ visibility, and enabling portals to deliver premium resume services.",
		"img": "/images/blog/blog-4.webp"
	},
	{
		"id": 5,
		"title": "Universities & Career Counseling Centers",
		"desc": "We transform student resumes into industry-ready formats, clearly showcasing academic achievements, skills, and internships to enhance graduate placement and employer engagement.",
		"img": "/images/blog/blog-5.webp"
	},
	{
		"id": 6,
		"title": "Individual Job Seekers",
		"desc": "We redesign personal resumes with modern formatting, ATS keywords, and clear achievements, improving hiring visibility, interview conversions, and job search outcomes.",
		"img": "/images/blog/blog-6.webp"
	},
	{
		"id": 7,
		"title": "B2B & Professional Services",
		"desc": "We format resumes that highlight expertise, measurable results, and client impact, helping professionals present credibility, win projects, and secure new business opportunities.",
		"img": "/images/blog/blog-7.webp"
	},
	{
		"id": 8,
		"title": "Education & EdTech",
		"desc": "We convert learner resumes into structured, professional templates supporting employability, skills visibility, and improved placement rates for educational platforms and academic institutions.",
		"img": "/images/blog/blog-8.webp"
	}
]
