[
	{
		"id": 1,
		"title": "Accelerated Hiring Workflow",
		"desc": "Professional resume formatting services streamline candidate document preparation and eliminate manual edits. Outsourcing enables faster resume conversion, allowing recruiters to submit profiles quickly, shorten hiring cycles, and boost overall team throughput."
	},
	{
		"id": 2,
		"title": "Consistent, Brand-Aligned Resume Output",
		"desc": "Every CV is formatted with your brand’s visual elements, templates, corporate style, and ATS-ready structure. This ensures every profile presented to clients is uniform, professional, and reflective of your agency’s credibility."
	},
	{
		"id": 3,
		"title": "Improved Shortlisting & Placement Ratio",
		"desc": "Clean, well-organized, and compelling resumes significantly boost attention from hiring managers and increase interview conversions. Better-presented profiles help recruitment firms win more client approvals and drive measurable improvements in placement outcomes."
	},
	{
		"id": 4,
		"title": "Scalable Resume Processing for All Hiring Volumes",
		"desc": "Outsourcing provides a scalable model capable of handling high-volume resume spikes during peak hiring seasons without requiring internal staffing expansion. Operations can ramp up anytime, ensuring uninterrupted delivery of formatting services."
	},
	{
		"id": 5,
		"title": "Cost-Efficient Recruitment Operations",
		"desc": "Resume formatting outsourcing eliminates the need for internal resume processors, reducing payroll, training, software, and infrastructure costs. Recruitment teams operate leaner, improving margins while still meeting client SLA requirements."
	},
	{
		"id": 6,
		"title": "Refocus Recruiter Time on Core Hiring Activities",
		"desc": "Recruiters gain more hours to focus on sourcing quality talent, building relationships, engaging candidates, and closing roles. Offloading formatting work directly enhances productivity and contributes to faster hiring success."
	},
	{
		"id": 7,
		"title": "ATS-Friendly, Accurate & Error-Free Resumes",
		"desc": "Specialists ensure each CV is polished, keyword-optimized, and structured to pass Applicant Tracking Systems seamlessly. Error-free formatting reduces client complaints, enhances resume readability, and increases search relevance in digital recruitment platforms."
	},
	{
		"id": 8,
		"title": "Client-Specific Custom Resume Formatting",
		"desc": "Tailored formatting covers layout customization, skill highlighting, section restructuring, summary rewriting, jurisdiction-specific presentation, and industry-focused optimization. Each resume is positioned effectively to showcase candidate strengths aligned to client job requirements."
	},
	{
		"id": 9,
		"title": "Data Security, Privacy & Confidentiality Controls",
		"desc": "Outsourcing partners maintain strict data governance through secure systems, encrypted file transfers, and NDA-bound workflows. Candidate information remains protected at every stage, ensuring compliance with confidentiality policies."
	},
	{
		"id": 10,
		"title": "Faster Delivery & Guaranteed Turnaround Time (TAT)",
		"desc": "Same-day, next-day, and express formatting solutions help agencies meet urgent submissions, maintain hiring pipelines, and respond to client demand instantly. Predictable turnaround ensures recruitment operations never slow down."
	}
]